Repository: common-repository/wp-senpy
Catalog: languages/*.po
Languages: es_es

source: Negative
es_es: Negativo

source: Positive
es_es: Positivo

source: Sentiment and Emotion Analysis Plugin
es_es: Plugin Análisis de Emociones y Sentimientos

source: Emotion & Sentiment Menu
es_es: Menú de emociones y Sentimientos

source: CSS & Layout Sentiment and Emotion Analysis Plugin
es_es: CSS & Layout Plugin Análisis de Emociones y Sentimientos

source: Comments Layout
es_es: Layout Comentarios

source: About Sentiment and Emotion Analysis Plugin
es_es: Acerca del Plugin Análisis de Sentimientos y Emociones

source: About
es_es: Acerca de

source: Select the Plugins for Senpy
es_es: Selecciona los Plugins para Senpy

source: Select the Sentiment Analysis plugin
es_es: Selecciona el Plugin para el Análisis de Sentimientos

source: Select the Emotion Analysis plugin
es_es: Selecciona el Plugin para el Análisis de Emociones

source: Configure the Layout for the Comments
es_es: Configura la vista de los comentarios

source: Select if you want the comment's sentiment to be shown
es_es: Selecciona si quieres que se muestre el sentimiento del comentario

source: Select if you want the comment's emotion to be shown
es_es: Selecciona si quieres que se muestre la emoción del comentario

source: Invalid Sentiment Plugin value, go back and try again
es_es: Plugin de Sentimientos inválido, vuelve a atrás e inténtalo de nuevo

source: Invalid Meaning Cloud Key, go back and try again
es_es: Clave de Meaning Cloud inválida, vuelve a atrás e inténtalo de nuevo

source: Invalid Sentiment Language value, go back and try again
es_es: Idioma para el Plugin de Sentimientos inválido, vuelve a atrás e inténtalo de nuevo

source: Invalid Emotion Plugin value, go back and try again
es_es: Plugin de Emociones inválido, vuelve a atrás e inténtalo de nuevo

source: Invalid Emotion Language value, go back and try again
es_es: Idioma para el Plugin de Emociones inválido, vuelve a atrás e inténtalo de nuevo

source: Introduce your Meaning cloud Api Key
es_es: Introduce tu clave de Meaning Cloud

source: Select the Language Parameter for the Sentimet Plugin
es_es: Seleccione el idioma para el Plugin de Sentimientos

source: Select the Language Parameter for the Emotion Plugin
es_es: Seleccione el idioma para el Plugin de Emociones

source: Select between the different options for configuring the parameters
es_es: Selecciones entre las distintas opciones para configurar los parámetros

source: Visualization Configuration for the Comments
es_es: Configuración de la Visualización de los Comentarios

source: Available Plugins
es_es: Plugins Disponibles

source: Sentiment Plugins
es_es: Plugins de Sentimientos

source: Sentiment classifier using rule-based classification for English and Spanish. This plugin uses sentiment140 data to perform classification. For more information:
es_es: Clasificador de sentimientos usando clasificación basada en reglas para Inglés y Español. Este plugin usa información de sentiment140 para realizar la clasificación. Para más imformación:

source: Sentiment classifier using rule-based classification based on English and Spanish
es_es: Clasificador de sentimientos usando clasificación basada en reglas para Inglés y Español

source: Sentiment analysis with meaningCloud service. To use this plugin, you need to obtain an API key from meaningCloud signing up here:
es_es: Análisis de sentimientos usando el servicio de meaningCloud. Para usar este plugin, necesitas obtener una API key de menaingCloud registrándote aquí:

source: When you had obtained the meaningCloud API Key, you have to provide it to the plugin, using param apiKey. Example request:
es_es: Cuando hayas obtenido la API Key de menaingCloud, tienes que introducirla en el plugin, usando param apiKey. Ejemplo de petición:

source: Sentiment classifier using vaderSentiment module. Params accepted: Language: {en, es}. The output uses Marl ontology developed at GSI UPM for semantic web.
es_es: Clasificador de Sentimientos usando el módulo de vaderSentiment. Parámetros aceptados: Language:{en, es}. La salida usa la ontología Marl desarrollada en el GSI UPM para la web semántica.

source: Sentiment classifier using rule-based classification for Spanish. Based on english to spanish translation and SentiWordNet sentiment knowledge. This is a demo plugin that uses only some features from the TASS 2015 classifier. To use the entirely functional classifier you can use the service in:
es_es: Clasificador de sentimientos usando clasificación basada en reglas para Español. Basado en la traducción de ingles a español y el conocimiento sobre sentimientos de SentiWordNet. Esto es una demo que simplemente usa algunas características del clasificador TASS 2015. Para usar todas las funcionalidades del clasificador puede usar el servicio en:

source: Emotion Plugins
es_es: Plugins de Emociones

source: Emotion classifier using WordNet-Affect to calculate the percentage of each emotion. This plugin classifies among 6 emotions: anger,fear,disgust,joy,sadness or neutral. The only available language is English (en)
es_es: Clasificador de Emociones usando WordNet-Affect para calcular el porcentaje de cada emoción. Este plugin clasifica en 6 emociones: enfado, miedo, asco, alegría, tristeza o neutral. El único idioma disponible es Inglés (en)

source: This plugin consists on an emotion classifier using ANEW lexicon dictionary to calculate VAD (valence-arousal-dominance) of the sentence and determinate which emotion is closer to this value. Each emotion has a centroid, calculated according to this article:
es_es: Este plugin consiste en un clasificador de emociones usando el diccionario léxico ANEW para calcular el VAD (valencia-excitación-dominio) de la frase y determinar que emoción es la que más se acerca a ese valor. Cada emoción tiene un centro, calculado según este artículo:

source: The plugin is going to look for the words in the sentence that appear in the ANEW dictionary and calculate the average VAD score for the sentence. Once this score is calculated, it is going to seek the emotion that is closest to this value.
es_es: Este plugin va a buscar las palabras en la frase que aparecen en el diccionario ANEW y calculará la puntuación media VAD para la frase. Una vez se haya calculado esta puntuación, se buscará la emoción que más se acerque a ese valor.
